BenchmarkOutput/reads/reads_Server:normal_EE.txt
[OVERALL], RunTime(ms), 141240
[OVERALL], Throughput(ops/sec), 7.080147267063155
[TOTAL_GCS_PS_Scavenge], Count, 4
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 68
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.048145001416029454
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 4
[TOTAL_GC_TIME], Time(ms), 68
[TOTAL_GC_TIME_%], Time(%), 0.048145001416029454
[READ], Operations, 1000
[READ], AverageLatency(us), 140753.728
[READ], MinLatency(us), 102272
[READ], MaxLatency(us), 974847
[READ], 25thPercentileLatency(us), 124415
[READ], 50thPercentileLatency(us), 145791
[READ], 75thPercentileLatency(us), 150399
[READ], 90thPercentileLatency(us), 151423
[READ], 95thPercentileLatency(us), 152063
[READ], 99thPercentileLatency(us), 160255
[READ], Return=OK, 1000
[READ], 102335, 1.0
[READ], 103871, 1.0
[READ], 113151, 1.0
[READ], 122559, 1.0
[READ], 122623, 2.0
[READ], 122687, 1.0
[READ], 122751, 3.0
[READ], 122815, 12.0
[READ], 122879, 8.0
[READ], 122943, 13.0
[READ], 123007, 11.0
[READ], 123071, 13.0
[READ], 123135, 11.0
[READ], 123199, 17.0
[READ], 123263, 24.0
[READ], 123327, 14.0
[READ], 123391, 14.0
[READ], 123455, 10.0
[READ], 123519, 12.0
[READ], 123583, 12.0
[READ], 123647, 7.0
[READ], 123711, 3.0
[READ], 123775, 5.0
[READ], 123839, 9.0
[READ], 123903, 8.0
[READ], 123967, 8.0
[READ], 124031, 3.0
[READ], 124095, 5.0
[READ], 124159, 7.0
[READ], 124223, 1.0
[READ], 124287, 5.0
[READ], 124351, 5.0
[READ], 124415, 3.0
[READ], 124479, 4.0
[READ], 124543, 3.0
[READ], 124607, 1.0
[READ], 124735, 4.0
[READ], 124799, 3.0
[READ], 124863, 6.0
[READ], 124927, 4.0
[READ], 124991, 1.0
[READ], 125055, 1.0
[READ], 125119, 3.0
[READ], 125183, 2.0
[READ], 125247, 1.0
[READ], 125311, 3.0
[READ], 125375, 2.0
[READ], 125439, 2.0
[READ], 125631, 4.0
[READ], 125695, 3.0
[READ], 125887, 1.0
[READ], 125951, 1.0
[READ], 126271, 1.0
[READ], 126335, 1.0
[READ], 126399, 1.0
[READ], 126527, 1.0
[READ], 126719, 1.0
[READ], 126975, 1.0
[READ], 127359, 2.0
[READ], 127423, 1.0
[READ], 127487, 1.0
[READ], 127743, 1.0
[READ], 128255, 1.0
[READ], 128383, 1.0
[READ], 128639, 2.0
[READ], 128831, 1.0
[READ], 129471, 1.0
[READ], 129599, 1.0
[READ], 129663, 1.0
[READ], 129791, 1.0
[READ], 129919, 4.0
[READ], 129983, 1.0
[READ], 130047, 2.0
[READ], 130175, 4.0
[READ], 130303, 1.0
[READ], 130367, 1.0
[READ], 130559, 1.0
[READ], 130623, 1.0
[READ], 130815, 1.0
[READ], 130943, 4.0
[READ], 131007, 2.0
[READ], 131071, 1.0
[READ], 131199, 1.0
[READ], 131327, 1.0
[READ], 131455, 1.0
[READ], 131583, 1.0
[READ], 131711, 1.0
[READ], 131839, 1.0
[READ], 131967, 1.0
[READ], 132095, 1.0
[READ], 132223, 1.0
[READ], 132351, 1.0
[READ], 132479, 1.0
[READ], 132735, 1.0
[READ], 132863, 1.0
[READ], 133119, 1.0
[READ], 133247, 1.0
[READ], 133631, 1.0
[READ], 133759, 1.0
[READ], 133887, 2.0
[READ], 134655, 1.0
[READ], 134783, 1.0
[READ], 134911, 1.0
[READ], 135039, 1.0
[READ], 135167, 2.0
[READ], 135295, 4.0
[READ], 135423, 2.0
[READ], 135679, 1.0
[READ], 136063, 2.0
[READ], 136191, 2.0
[READ], 136319, 1.0
[READ], 137215, 1.0
[READ], 137343, 1.0
[READ], 137471, 1.0
[READ], 137599, 2.0
[READ], 137983, 1.0
[READ], 138111, 1.0
[READ], 138239, 1.0
[READ], 138495, 2.0
[READ], 138623, 3.0
[READ], 138751, 4.0
[READ], 138879, 2.0
[READ], 139007, 2.0
[READ], 139135, 1.0
[READ], 139647, 1.0
[READ], 139775, 2.0
[READ], 139903, 1.0
[READ], 140031, 1.0
[READ], 140287, 3.0
[READ], 140415, 1.0
[READ], 140543, 1.0
[READ], 140799, 2.0
[READ], 141055, 1.0
[READ], 141311, 2.0
[READ], 141439, 1.0
[READ], 141567, 2.0
[READ], 141695, 2.0
[READ], 141951, 2.0
[READ], 142335, 2.0
[READ], 142591, 1.0
[READ], 142719, 1.0
[READ], 143359, 3.0
[READ], 143743, 2.0
[READ], 143871, 3.0
[READ], 143999, 6.0
[READ], 144127, 3.0
[READ], 144255, 7.0
[READ], 144383, 5.0
[READ], 144511, 6.0
[READ], 144639, 6.0
[READ], 144767, 5.0
[READ], 144895, 5.0
[READ], 145023, 2.0
[READ], 145151, 2.0
[READ], 145407, 3.0
[READ], 145535, 6.0
[READ], 145663, 4.0
[READ], 145791, 5.0
[READ], 145919, 1.0
[READ], 146047, 3.0
[READ], 146175, 4.0
[READ], 146303, 2.0
[READ], 146431, 7.0
[READ], 146559, 2.0
[READ], 146687, 3.0
[READ], 146815, 1.0
[READ], 146943, 1.0
[READ], 147327, 1.0
[READ], 147583, 2.0
[READ], 147839, 1.0
[READ], 147967, 2.0
[READ], 148095, 1.0
[READ], 148223, 5.0
[READ], 148351, 4.0
[READ], 148479, 11.0
[READ], 148607, 14.0
[READ], 148735, 13.0
[READ], 148863, 24.0
[READ], 148991, 17.0
[READ], 149119, 14.0
[READ], 149247, 10.0
[READ], 149375, 11.0
[READ], 149503, 17.0
[READ], 149631, 10.0
[READ], 149759, 10.0
[READ], 149887, 15.0
[READ], 150015, 12.0
[READ], 150143, 15.0
[READ], 150271, 10.0
[READ], 150399, 18.0
[READ], 150527, 18.0
[READ], 150655, 23.0
[READ], 150783, 21.0
[READ], 150911, 20.0
[READ], 151039, 13.0
[READ], 151167, 12.0
[READ], 151295, 22.0
[READ], 151423, 14.0
[READ], 151551, 11.0
[READ], 151679, 7.0
[READ], 151807, 15.0
[READ], 151935, 2.0
[READ], 152063, 17.0
[READ], 152191, 2.0
[READ], 152319, 6.0
[READ], 152447, 3.0
[READ], 152575, 3.0
[READ], 152703, 1.0
[READ], 152959, 3.0
[READ], 153087, 3.0
[READ], 153343, 2.0
[READ], 153471, 1.0
[READ], 153727, 1.0
[READ], 153855, 1.0
[READ], 153983, 1.0
[READ], 155391, 1.0
[READ], 155647, 1.0
[READ], 156159, 1.0
[READ], 158207, 1.0
[READ], 159103, 1.0
[READ], 160255, 2.0
[READ], 162303, 1.0
[READ], 163455, 1.0
[READ], 164095, 1.0
[READ], 165119, 1.0
[READ], 165759, 1.0
[READ], 166015, 1.0
[READ], 167167, 1.0
[READ], 171391, 1.0
[READ], 171903, 1.0
[READ], 974847, 1.0
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 5646.0
[CLEANUP], MinLatency(us), 5644
[CLEANUP], MaxLatency(us), 5647
[CLEANUP], 25thPercentileLatency(us), 5647
[CLEANUP], 50thPercentileLatency(us), 5647
[CLEANUP], 75thPercentileLatency(us), 5647
[CLEANUP], 90thPercentileLatency(us), 5647
[CLEANUP], 95thPercentileLatency(us), 5647
[CLEANUP], 99thPercentileLatency(us), 5647
[CLEANUP], 5647, 1.0